[
  "obsidian-copy-block-link",
  "dataview",
  "obsidian-view-mode-by-frontmatter",
  "cm-editor-syntax-highlight-obsidian",
  "floating-toc",
  "obsidian-hover-editor",
  "obsidian-latex-suite",
  "quickadd",
  "recent-files-obsidian",
  "templater-obsidian",
  "obsidian42-brat",
  "Enhanced-editing",
  "obsidian-footnotes",
  "obsidian-advanced-uri",
  "supercharged-links-obsidian",
  "mermaid-tools",
  "obsidian-opener",
  "obsidian-badge",
  "double-click-tab",
  "novel-word-count",
  "chronology",
  "automatic-list-styles",
  "colored-tags",
  "obsidian-better-codeblock",
  "obsidian-icon-folder",
  "file-order",
  "editor-width-slider",
  "obsidian-hide-sidebars-when-narrow",
  "media-sync",
  "media-extended",
  "colored-tags-wrangler",
  "obsidian-dynamic-background",
  "auto-note-mover",
  "obsidian-outliner",
  "surfing",
  "obsidian-icon-shortcodes",
  "homepage",
  "obsidian-timeline",
  "obsidian-tasks-plugin",
  "obsidian-zotero-desktop-connector",
  "obsidian-plugin-groups",
  "tasks-calendar-wrapper"
]